Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/justice/prison_system/admission_and_placement.html.txt.tmx
Source language: en
Languages: ga

source: Admission, placement and transfer in prisons
ga: Ag ligean isteach, ag glacadh agus ag aistriú priosunaithe

source: There are approximately 4,000 people in custody in prisons at any one time
ga: Tá thart ar 4,000 duine faoi choimeád ag am ar bith inár bpríosúin

source: There are 14 prisons and places of detention used to accommodate prisoners
ga: Tá 14 Príosún agus Áiteanna Coinneála in úsáid chun príosúnaigh a choimeád

source: Eleven are "closed" institutions with both internal and perimeter security, one is a semi-open place of detention which differs in that it has a reduced level of internal security
ga: Tá 11 acu ina nInstitiúid ‘dúnta’ le slándáil inmheánach agus imlíneach. Tá príosún amháin atá leath-oscailte agus difriúil sa mhéid is go bhfuil léibhéal slándála inmheánaigh níos ísle aige

source: There are a further two institutions classed as open centres and there is a lesser emphasis on security in these centres consistent with their aim of promoting the reintegration of prisoners into the community
ga: Tá dhá institiúid ina nIonaid oscailte agus tá béim laghdaithe ar shlándáil a réitionn lena gcuspóir comhtháthú príosúnach sa phobal a chur chun cinn

source: The place that an offender serves their sentence in depends on a number of different factors relating to their security status, e.g. nature of offence, length of time served, behaviour in custody and previous offending record
ga: Braitheann an príosún ina gcuirtear príosúnaigh ar chúiseanna éagsúla a bhaineann lena stádas slándála mar shampla an cineál coire, fad na tréimhse atá caite, iompar faoi choimeád, agus taifead ciontaithe roimhe sin

source: In addition, the Prison Service will take into consideration other measures such as distance to the family home and the various rehabilitative programmes available in the different institutions before decisions are made on the most suitable location
ga: Chomh maith leis sin, cuirfidh an tSeirbhís Phríosúin rudaí eile san áireamh cosúil le fad ó bhaile an teaghlaigh agus na cláracha athinniúlaithe atá ar fáil ins na hinstitiúidí éagsúla sula ndéantar cinneadh faoin áit is feiliúnaí

source: The safety of prisoners is also an important consideration and every effort is made to place prisoners in accommodation where they will be protected from the risk of harm
ga: Tá sabháilteacht príosúnach tábhachtach agus déantar chuile iarracht príosúnaigh a chur in áit a mbeidh cosaint acu ó dhochar

source: Section 35 of the Prisons Act 2007 provides for the making of rules for the regulation and good government of prisons
ga: Alt 35 d'Acht na bPríosún 2007 foráil a dhéanamh ar na rialacha maidir le rialáil agus dea-rialú príosún

source: Prison Rules 2007 (SI 252/2007), as amended, sets out among other things the rules in relation to admissions and transfers
ga: Rialacha Príosúin 2007 (SI 252/2007), mar atá arna leasú, a leagtar amach i measc nithe eile na rialacha maidir le ligean isteach agus le aistriu

source: When someone has either been convicted of a crime and sentenced to a term of imprisonment or when a person is to be remanded in custody pending a further court appearance, a judge will issue a warrant addressed to the Governor of one of the committal prisons in the State
ga: Nuair a ciontaítear duine agus nuair a ghearrtar téarma príosún air/uirthi, nó nuair atá duine le cur siar faoi choimeád agus iad ag fanacht le héisteacht cúirte, éiseoidh an breitheamh bannaí chuig Gobharnóir cheann de na príosúin sa stáit

source: These committal prisons and their catchment areas are as follows :
ga: Seo iad na príosúin sin agus a gceantracha:

source: • Cloverhill Prison, Clondalkin, Dublin 22 is the committal prison for male adults remanded in custody from the courts in the Dublin and Leinster areas (with the exception of Longford) and from the county of Monaghan
ga: • Is é Príosún Chnoc na Seimre Cluain Dolcáin, Baile Átha Cliath 22 an príosún cimithe le haghaidh fear curtha siar faoi choimeád ó na cúirteanna i mBaile Átha Cliath agus Cúige Laighean (seachas Contae Longfoirt) agus ó Chontae Mhuineacháin

source: • Castlerea Prison, Co Roscommon, is the committal prison for male adults committed to custody from the courts in Connaught and from the counties of Cavan, Donegal and Longford
ga: • Is é Príosún Chaisleán an Riabaigh Co. Ros Comáin, an príosún cimithe le haghaidh fear curtha faoi choimeád ó na cúirteanna i gCúige Chonnacht agus Contaetha an Chabháin, Dhún na nGall agus An Longfort

source: • Cork Prison, Rathmore Road, Cork, is the committal prison for male adults committed to custody from the courts in the counties of Cork, Kerry and Waterford
ga: • Is é Príosún Chorcaigh Bóthar an Ráth Mhóir, Corcaigh, an príosún cimithe le haghaidh fear curtha faoi choimeád ó chúirteanna i gContae Chorcaí, Co. Chiarraí agus Co. Phort Láirge

source: • Limerick Prison, Mulgrave Street, Limerick, is the committal prison for male adults committed to custody from the courts in the counties of Limerick, Clare and Tipperary and for adult females in all Munster counties
ga: • Is é Príosún Luimní Sráid Mulgrave, Luimneach, an príosún le haghaidh fear curtha faoi choimeád ó chúirteanna i gContae Luimní, Co. an Chláir agus Co. Thiobraid Árann agus do mhná fásta i ngach sé chontae na Mumhan

source: • Midlands Prison, Portlaoise, Co Laois, is the committal prison for male adults committed to custody from the courts in the counties of Carlow, Kildare, Kilkenny, Laois, Offaly and Westmeath
ga: • Príosún na Lár Tíre, Portlaoise, Co Laoise, an príosún le haghaidh fear curtha faoi choimeád ó chúirteanna i gContae Ceatharlach, Cill Dara, Cill Chainnigh, Laois, Uíbh Fhailí agus an Iarmhí

source: • Mountjoy Prison, North Circular Road, Dublin 7, is the main committal prison for male adults committed to custody from the courts in Dublin city and county
ga: • Príosún Mhuinseo, An Cuarbhóthar Thuaidh, Baile Átha Cliath 7, an príosún le haghaidh fear curtha faoi choimeád ó chúirteanna i mBaile Átha Cliath cathrach agus contae

source: • Portlaoise Prison, Co Laois, is the committal prison for male adults committed to custody from the Special Criminal Court (a non-jury court used for subversive and certain gangland-related trials)
ga: • Is é Príosún Phort Laoise Co Laoise, an príosún cimithe le haghaidh fear curtha faoi choimeád ón gCúirt Choiriúil Speisialta (cúirt gan giúiré atá in úsáid le haghaidh trialacha treascracha agus trialacha áirithe a bhaineann le grúpaí coiriúla)

source: • St Patrick's Institution, North Circular Road, Dublin 7, accommodates a number of 17-year-old males on remand
ga: • Is in Institiúid Naomh Pádraig An Cuarbhóthar Thuaidh, Baile Átha Cliath 7, a chuirtear roinnt fhireannaigh 17 bliain d'aois ar siúl ar athchur

source: Since 30 March 2015, 17-year-old males who are newly remanded in custody by the courts can be committed to Oberstown
ga: Ó 30 Márta 2015, is féidir le fir 17 bliain d'aois atá athchur as an nua faoi choimeád ag na cúirteanna a choinneáil i Bhaile an Oibricigh

source: It is planned to close St. Patrick's Institution
ga: Tá sé beartaithe a dhúnadh Institiúid Naomh Pádraig

source: • Wheatfield Place of Detention, Clondalkin, Dublin 22, is a place of detention for adult males and for sentenced 17-year-old males
ga: • Ionad Coinneála Ghort na Cruithneachta, Cluain Dolcáin, Baile Átha Cliath 22, an áit choinneála d'fhir fásta agus do fhir 17 bliain d'aois atá faoi phianbhreith

source: • Dochas Centre, North Circular Road, Dublin 7, is the committal prison for adult females committed on remand or sentenced from all courts outside the Munster area (adult females in Munster area are committed to Limerick Prison)
ga: • Dóchas Ionad, An Cuarbhóthar Thuaidh, Baile Átha Cliath 7, an príosún cimithe do mhná fásta tiomanta ar athchur nó pianbhreith ó gach cúirteanna lasmuigh de cheantar na Mumhan (mbaineannaigh fásta i gCúige Mumhan tiomanta do Phríosún Luimnigh)

source: Once this warrant has been issued, the place where the sentence is to be served can be determined by the Minister for Justice and Equality
ga: Nuair atá na bannaí éisithe is féidir leis an Aire Dlí agus Cirt agus Comhionannais cinneadh a dhéanamh faoin áit ina chaithfear an téarma príosúin

source: He can decide that the sentence be served in any of the above named places or in any of the following dispersal prisons/places of detention:
ga: Is féidir leis/léi a shocrú go gcaithfear an téarma príosúin in aon cheann de na háiteanna thuasluaite, nó in aon cheann de na príosúin/tithe coinneála seo a leanas:

source: • Arbour Hill Prison, Dublin 7, a closed prison for adult males serving long sentences
ga: • Príosún Chnoc Arbour, Baile Átha Cliath 7, príosún dúnta do fhir pianbhreitheanna fada

source: • The Training Unit, Dublin 7, a semi-open prison for male offenders aged 18 years and over
ga: • An tIonad Traenála, Baile Átha Cliath 7, príosún leath-oscailte do fhir 18 bliain d'aois nó os a cionn

source: • Shelton Abbey, Arklow, Co Wicklow, an open prison for male offenders aged 19 years and over
ga: • Mainistir Shelton, An tInbhear Mhór, Co. Chill Mhantáin, príosún oscailte do fhir 19 bliain d'aois nó os a cionn

source: • Loughan House, Blacklion, Co Cavan, an open prison for male offenders aged 18 years and over
ga: • Teach Locháin, An Blaic, Co. an Chabháin, príosún oscailte do fhir 18 bliain d’aois nó os a cionn

source: When a person is admitted to prison custody, he or she is searched and prohibited items and money are taken from the person and put in safe keeping until release
ga: Nuair a chuirtear duine faoi choimeád i bpríosún, déantar é/í a chuardach agus tógtar uaidh/uaithi rudaí nach bhfuil ceadaithe chomh maith le hairgead agus cuirtear in áit shabháilte iad go dtí go ligfear saor an duine

source: When a person is searched, he or she is treated, in so far as it is possible, with decency and self-respect and in as appropriate a manner as possible
ga: Nuair a dhéantar cuardach ar dhuine déantar é, chomh fada agus is féidir, le hómós agus le féinmheas ar bhealach atá chomh oiriúnach agus is féidir

source: Prisoners are not stripped or searched in the presence of another prisoner and female prisoners will be searched by female officers
ga: Ní nochtaítear ná ní cuardaítear príosúnach i láthair príosúnaigh eile agus déanann oifigigh ban cuardach ar mhná

source: Shortly after committal, each prisoner will be examined by a medical officer who will record his or her state of health
ga: Go luath tar éis cimithe déanfaidh oifigeach sláinte scrúdé ar gach príosúnach agus déanfar taifead faoi riocht a s(h)láinte

source: He or she will also be interviewed by a prison governor who will explain the regime and entitlements
ga: Cuirfidh gobharnóir príosúin agallamh ar/uirthi chomh maith agus míneoidh sé/sí an córas agus a c(h)earta

source: Decisions about transfers are made either by the Minister for Justice and Equality or, on his or her behalf, by officials working in the Operations Directorate of the Prison Service Headquarters
ga: Is é/í an Aire Dlí agus Cirt agus Comhionannais nó oifigigh ar a s(h)on atá ag obair don Stiúrthóireacht Feidhmiúil i gCeannceathrú na Seirbhíse Príosúin a dhéanann na cinnithe uilig maidir le haistriú

source: An Order of Transfer, which is addressed to the Governor of the prison to which the person is being transferred, will then be prepared containing the details of the sentence that the person is serving or, where appropriate, the period on remand
ga: Réitítear Ordú Aistrithe a sheolfar chuig Gobharnóir an phríosúin ina mbeidh an príosúnach ag dul. Beidh sonraí an téarma atá an duine a chaitheamh nó, má fheileann don chás, an tréimhse curtha siar faoi choimeád

source: The Prison Service will make every practical effort to reduce a prisoner's exposure to public view while being removed from or to prison
ga: Déanfaidh an tSeirbhís Phríosúin gach iarracht nochtú an phríosúnaigh don phobal a laghdú agus é/í ag teacht agus ag imeacht ó phríosún

source: As a prisoner, you have no legal right to serve your sentence in the prison of your choice
ga: Mar phríosúnach, nach bhfuil aon cheart dlíthiúil chun fónamh do phianbhreith i bpríosún de do rogha agat

source: However, you may apply to the Governor for a transfer to another prison if you have a good reason
ga: Mar sin féin, is féidir leat a iarraidh ar an nGobharnóir ar feadh a aistriú chuig príosún eile má tá tú ar chúis mhaith

source: The Irish Penal Reform Trust (IPRT) is a non-governmental organisation that campaigns for the rights of prisoners
ga: Is é an IPRT eagraíocht neamh-rialtasach i mbun feachtais ar son chearta na bpríosúnach

source: On its website you can find information for prisoners and their families as well as information on organisations that provide advice and/or assistance
ga: Ar a láithreán gréasáin is feidir leat eolas do phríosúnaigh agus dá dteaghlaigh, chomh maith le faisnéis faoi eagraíochtaí a sholáthraíonn comhairle agus/nó cúnamh a fháil

source: The IPRT and the Irish Council for Civil Liberties (ICCL) have jointly published Know Your Rights: Your rights as a prisoner
ga: An IPRT agus an ICCL a fhoilsiú i gcomhar Know Your Rights: Do chearta mar phríosúnach
